Repository: HotCakeX/Harden-Windows-Security
Catalog: Harden System Security/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ml_in, pl_pl

# LockScreenNavItem.AutomationProperties.HelpText
source: Bolster your Lock Screen and reduce the amount of information available to the unauthenticated users.
ar: تعزيز شاشة القفل وتقليل كمية المعلومات المتاحة للمستخدمين غير المصرح لهم.
de_de: Ihren Sperrbildschirm stärken und die Menge an Informationen reduzieren, die nicht authentifizierten Benutzern zur Verfügung stehen.
el_gr: Ενισχύστε την οθόνη κλειδώματος και μειώστε την ποσότητα πληροφοριών που είναι διαθέσιμες σε μη επαληθευμένους χρήστες.
es: Reforzar su pantalla de bloqueo y reducir la cantidad de información disponible para usuarios no autenticados.
fr_fr: Renforcez votre écran de verrouillage et réduisez la quantité d'informations disponibles pour les utilisateurs non authentifiés.
he_il: חזק את מסך הנעילה וצמצם את כמות המידע הזמין למשתמשים שאינם מאומתים.
hi_in: अपनी लॉक स्क्रीन को मजबूत बनाएं और अनधिकृत उपयोगकर्ताओं के लिए उपलब्ध जानकारी की मात्रा कम करें।
ml_in: നിങ്ങളുടെ ലോക്ക് സ്ക്രീൻ ശക്തിപ്പെടുത്തുകയും അംഗീകൃതമല്ലാത്ത ഉപയോക്താക്കൾക്ക് ലഭ്യമായ വിവരങ്ങളുടെ അളവ് കുറയ്ക്കുകയും ചെയ്യുക.
pl_pl: Wzmocnij ekran blokady i zmniejsz ilość informacji dostępnych dla nieuwierzytelnionych użytkowników.

# UACNavItem.ToolTipService.ToolTip
source: Secure the boundary between unelevated and elevated tasks.
ar: تأمين الحدود بين المهام غير المرفوعة والمهام المرفوعة.
de_de: Die Grenze zwischen Aufgaben ohne erhöhte Rechte und mit erhöhten Rechten absichern.
el_gr: Ασφαλίστε τα όρια μεταξύ εργασιών χωρίς αυξημένα δικαιώματα και εργασιών με αυξημένα δικαιώματα.
es: Asegurar los límites entre tareas no elevadas y tareas elevadas.
fr_fr: Sécurisez la frontière entre les tâches non élevées et élevées.
he_il: אבטח את הגבול בין משימות ללא הרשאות מנהל למשימות בהרשאות מנהל.
hi_in: गैर-एलिवेटेड और एलिवेटेड कार्यों के बीच सीमा को सुरक्षित करें।
ml_in: എലിവേറ്റഡ് അല്ലാത്തതും എലിവേറ്റഡ് ടാസ്കുകളും തമ്മിലുള്ള അതിർത്തി സുരക്ഷിതമാക്കുക.
pl_pl: Zabezpiecz granicę między zadaniami niewysokich uprawnień a zadaniami z podwyższonymi uprawnieniami.

# UACNavItem.AutomationProperties.HelpText
source: Secure the boundary between unelevated and elevated tasks.
ar: تأمين الحدود بين المهام غير المرفوعة والمهام المرفوعة.
de_de: Die Grenze zwischen Aufgaben ohne erhöhte Rechte und mit erhöhten Rechten absichern.
el_gr: Ασφαλίστε τα όρια μεταξύ εργασιών χωρίς αυξημένα δικαιώματα και εργασιών με αυξημένα δικαιώματα.
es: Asegurar los límites entre tareas no elevadas y tareas elevadas.
fr_fr: Sécurisez la frontière entre les tâches non élevées et élevées.
he_il: אבטח את הגבול בין משימות ללא הרשאות מנהל למשימות בהרשאות מנהל.
hi_in: गैर-एलिवेटेड और एलिवेटेड कार्यों के बीच सीमा को सुरक्षित करें।
ml_in: എലിവേറ്റഡ് അല്ലാത്തതും എലിവേറ്റഡ് ടാസ്കുകളും തമ്മിലുള്ള അതിർത്തി സുരക്ഷിതമാക്കുക.
pl_pl: Zabezpiecz granicę między zadaniami niewysokich uprawnień a zadaniami z podwyższonymi uprawnieniami.

# DeviceGuardNavItem.ToolTipService.ToolTip
source: Utilize hardware security features to harden the OS and software.
ar: استخدام ميزات الأمان الخاصة بالأجهزة لتقوية نظام التشغيل والبرامج.
de_de: Hardware-Sicherheitsfunktionen nutzen, um Betriebssystem und Software zu härten.
el_gr: Αξιοποιήστε τα χαρακτηριστικά ασφαλείας υλικού για την ενίσχυση του λειτουργικού συστήματος και του λογισμικού.
es: Utilizar características de seguridad de hardware para fortalecer el sistema operativo y el software.
fr_fr: Utilisez les fonctionnalités de sécurité matérielle pour renforcer le système d'exploitation et les logiciels.
he_il: נצל יכולות אבטחה בחומרה כדי לחשל את מערכת ההפעלה והתוכנה.
hi_in: OS और सॉफ्टवेयर को मजबूत बनाने के लिए हार्डवेयर सुरक्षा सुविधाओं का उपयोग करें।
ml_in: OS-ഉം സോഫ്റ്റ്‌വെയറും കഠിനമാക്കുന്നതിന് ഹാർഡ്‌വെയർ സുരക്ഷാ സവിശേഷതകൾ ഉപയോഗിക്കുക.
pl_pl: Wykorzystaj funkcje bezpieczeństwa sprzętu do wzmocnienia systemu operacyjnego i oprogramowania.

# DeviceGuardNavItem.AutomationProperties.HelpText
source: Utilize hardware security features to harden the OS and software.
ar: استخدام ميزات الأمان الخاصة بالأجهزة لتقوية نظام التشغيل والبرامج.
de_de: Hardware-Sicherheitsfunktionen nutzen, um Betriebssystem und Software zu härten.
el_gr: Αξιοποιήστε τα χαρακτηριστικά ασφαλείας υλικού για την ενίσχυση του λειτουργικού συστήματος και του λογισμικού.
es: Utilizar características de seguridad de hardware para fortalecer el sistema operativo y el software.
fr_fr: Utilisez les fonctionnalités de sécurité matérielle pour renforcer le système d'exploitation et les logiciels.
he_il: נצל יכולות אבטחה בחומרה כדי לחשל את מערכת ההפעלה והתוכנה.
hi_in: OS और सॉफ्टवेयर को मजबूत बनाने के लिए हार्डवेयर सुरक्षा सुविधाओं का उपयोग करें।
ml_in: OS-ഉം സോഫ്റ്റ്‌വെയറും കഠിനമാക്കുന്നതിന് ഹാർഡ്‌വെയർ സുരക്ഷാ സവിശേഷതകൾ ഉപയോഗിക്കുക.
pl_pl: Wykorzystaj funkcje bezpieczeństwa sprzętu do wzmocnienia systemu operacyjnego i oprogramowania.

# WindowsFirewallNavItem.ToolTipService.ToolTip
source: Configure and verify Windows Firewall settings.
ar: تكوين والتحقق من إعدادات جدار حماية Windows.
de_de: Windows-Firewall-Einstellungen konfigurieren und überprüfen.
el_gr: Διαμορφώστε και επαληθεύστε τις ρυθμίσεις του τείχους προστασίας των Windows.
es: Configurar y verificar la configuración del Firewall de Windows.
fr_fr: Configurer et vérifier les paramètres du pare-feu Windows.
he_il: הגדר ואמת את הגדרות חומת האש של Windows.
hi_in: Windows फायरवॉल सेटिंग्स को कॉन्फ़िगर करें और सत्यापित करें।
ml_in: Windows ഫയർവാൾ ക്രമീകരണങ്ങൾ കോൺഫിഗർ ചെയ്യുകയും സത്യാപിക്കുകയും ചെയ്യുക.
pl_pl: Skonfiguruj i zweryfikuj ustawienia Zapory Windows.

# WindowsFirewallNavItem.AutomationProperties.HelpText
source: Configure and verify Windows Firewall settings.
ar: تكوين والتحقق من إعدادات جدار حماية Windows.
de_de: Windows-Firewall-Einstellungen konfigurieren und überprüfen.
el_gr: Διαμορφώστε και επαληθεύστε τις ρυθμίσεις του τείχους προστασίας των Windows.
es: Configurar y verificar la configuración del Firewall de Windows.
fr_fr: Configurer et vérifier les paramètres du pare-feu Windows.
he_il: הגדר ואמת את הגדרות חומת האש של Windows.
hi_in: Windows फायरवॉल सेटिंग्स को कॉन्फ़िगर करें और सत्यापित करें।
ml_in: Windows ഫയർവാൾ ക്രമീകരണങ്ങൾ കോൺഫിഗർ ചെയ്യുകയും സത്യാപിക്കുകയും ചെയ്യുക.
pl_pl: Skonfiguruj i zweryfikuj ustawienia Zapory Windows.

# OptionalWindowsFeaturesNavItem.ToolTipService.ToolTip
source: Add, Remove and View the states of all of the optional Windows features and capabilities.
ar: إضافة وإزالة وعرض حالات جميع ميزات وإمكانيات Windows الاختيارية.
de_de: Hinzufügen, Entfernen und Anzeigen der Zustände aller optionalen Windows-Features und -Funktionen.
el_gr: Προσθέστε, αφαιρέστε και δείτε τις καταστάσεις όλων των προαιρετικών χαρακτηριστικών και δυνατοτήτων των Windows.
es: Agregar, eliminar y ver los estados de todas las características y capacidades opcionales de Windows.
fr_fr: Ajouter, supprimer et afficher les états de toutes les fonctionnalités et capacités Windows facultatives.
he_il: הוסף, הסר והצג את המצבים של כל התכונות והיכולות האופציונליות של Windows.
hi_in: सभी वैकल्पिक Windows सुविधाओं और क्षमताओं की स्थितियों को जोड़ें, हटाएं और देखें।
ml_in: എല്ലാ ഓപ്ഷണൽ Windows സവിശേഷതകളുടെയും കഴിവുകളുടെയും അവസ്ഥകൾ ചേർക്കുക, നീക്കം ചെയ്യുക, കാണുക.
pl_pl: Dodaj, usuń i zobacz stany wszystkich opcjonalnych funkcji i możliwości Windows.

# OptionalWindowsFeaturesNavItem.AutomationProperties.HelpText
source: Add, Remove and View the states of all of the optional Windows features and capabilities.
ar: إضافة وإزالة وعرض حالات جميع ميزات وإمكانيات Windows الاختيارية.
de_de: Hinzufügen, Entfernen und Anzeigen der Zustände aller optionalen Windows-Features und -Funktionen.
el_gr: Προσθέστε, αφαιρέστε και δείτε τις καταστάσεις όλων των προαιρετικών χαρακτηριστικών και δυνατοτήτων των Windows.
es: Agregar, eliminar y ver los estados de todas las características y capacidades opcionales de Windows.
fr_fr: Ajouter, supprimer et afficher les états de toutes les fonctionnalités et capacités Windows facultatives.
he_il: הוסף, הסר והצג את המצבים של כל התכונות והיכולות האופציונליות של Windows.
hi_in: सभी वैकल्पिक Windows सुविधाओं और क्षमताओं की स्थितियों को जोड़ें, हटाएं और देखें।
ml_in: എല്ലാ ഓപ്ഷണൽ Windows സവിശേഷതകളുടെയും കഴിവുകളുടെയും അവസ്ഥകൾ ചേർക്കുക, നീക്കം ചെയ്യുക, കാണുക.
pl_pl: Dodaj, usuń i zobacz stany wszystkich opcjonalnych funkcji i możliwości Windows.

# WindowsNetworkingNavItem.ToolTipService.ToolTip
source: Secure your OS in the network it is connected to.
ar: تأمين نظام التشغيل الخاص بك في الشبكة المتصل بها.
de_de: Ihr Betriebssystem im verbundenen Netzwerk absichern.
el_gr: Ασφαλίστε το λειτουργικό σας σύστημα στο δίκτυο στο οποίο είναι συνδεδεμένο.
es: Asegurar su sistema operativo en la red a la que está conectado.
fr_fr: Sécurisez votre système d'exploitation sur le réseau auquel il est connecté.
he_il: אבטח את מערכת ההפעלה ברשת אליה היא מחוברת.
hi_in: अपने OS को उस नेटवर्क में सुरक्षित करें जिससे यह जुड़ा है।
ml_in: നിങ്ങളുടെ OS ബന്ധിപ്പിച്ചിരിക്കുന്ന നെറ്റ്‌വർക്കിൽ സുരക്ഷിതമാക്കുക.
pl_pl: Zabezpiecz swój system operacyjny w sieci, do której jest podłączony.

# WindowsNetworkingNavItem.AutomationProperties.HelpText
source: Secure your OS in the network it is connected to.
ar: تأمين نظام التشغيل الخاص بك في الشبكة المتصل بها.
de_de: Ihr Betriebssystem im verbundenen Netzwerk absichern.
el_gr: Ασφαλίστε το λειτουργικό σας σύστημα στο δίκτυο στο οποίο είναι συνδεδεμένο.
es: Asegurar su sistema operativo en la red a la que está conectado.
fr_fr: Sécurisez votre système d'exploitation sur le réseau auquel il est connecté.
he_il: אבטח את מערכת ההפעלה ברשת אליה היא מחוברת.
hi_in: अपने OS को उस नेटवर्क में सुरक्षित करें जिससे यह जुड़ा है।
ml_in: നിങ്ങളുടെ OS ബന്ധിപ്പിച്ചിരിക്കുന്ന നെറ്റ്‌വർക്കിൽ സുരക്ഷിതമാക്കുക.
pl_pl: Zabezpiecz swój system operacyjny w sieci, do której jest podłączony.

# MiscellaneousNavItem.ToolTipService.ToolTip
source: View, Apply or Remove security measures that don't fall into more specific categories.
ar: عرض أو تطبيق أو إزالة إجراءات الأمان التي لا تندرج ضمن فئات أكثر تحديداً.
de_de: Sicherheitsmaßnahmen anzeigen, anwenden oder entfernen, die keiner spezifischeren Kategorie zuzuordnen sind.
el_gr: Δείτε, εφαρμόστε ή αφαιρέστε μέτρα ασφαλείας που δεν εμπίπτουν σε πιο συγκεκριμένες κατηγορίες.
es: Ver, aplicar o eliminar medidas de seguridad que no caen en categorías más específicas.
fr_fr: Voir, appliquer ou supprimer des mesures de sécurité qui ne rentrent pas dans des catégories plus spécifiques.
he_il: הצג, החל או הסר אמצעי אבטחה שאינם נכללים בקטגוריות ספציפיות יותר.
hi_in: उन सुरक्षा उपायों को देखें, लागू करें या हटाएं जो अधिक विशिष्ट श्रेणियों में नहीं आते हैं।
ml_in: കൂടുതൽ നിർദ്ദിഷ്ട വിഭാഗങ്ങളിൽ ഉൾപ്പെടാത്ത സുരക്ഷാ നടപടികൾ കാണുക, പ്രയോഗിക്കുക അല്ലെങ്കിൽ നീക്കം ചെയ്യുക.
pl_pl: Zobacz, zastosuj lub usuń środki bezpieczeństwa, które nie pasują do bardziej specyficznych kategorii.

# MiscellaneousNavItem.AutomationProperties.HelpText
source: View, Apply or Remove security measures that don't fall into more specific categories.
ar: عرض أو تطبيق أو إزالة إجراءات الأمان التي لا تندرج ضمن فئات أكثر تحديداً.
de_de: Sicherheitsmaßnahmen anzeigen, anwenden oder entfernen, die keiner spezifischeren Kategorie zuzuordnen sind.
el_gr: Δείτε, εφαρμόστε ή αφαιρέστε μέτρα ασφαλείας που δεν εμπίπτουν σε πιο συγκεκριμένες κατηγορίες.
es: Ver, aplicar o eliminar medidas de seguridad que no caen en categorías más específicas.
fr_fr: Voir, appliquer ou supprimer des mesures de sécurité qui ne rentrent pas dans des catégories plus spécifiques.
he_il: הצג, החל או הסר אמצעי אבטחה שאינם נכללים בקטגוריות ספציפיות יותר.
hi_in: उन सुरक्षा उपायों को देखें, लागू करें या हटाएं जो अधिक विशिष्ट श्रेणियों में नहीं आते हैं।
ml_in: കൂടുതൽ നിർദ്ദിഷ്ട വിഭാഗങ്ങളിൽ ഉൾപ്പെടാത്ത സുരക്ഷാ നടപടികൾ കാണുക, പ്രയോഗിക്കുക അല്ലെങ്കിൽ നീക്കം ചെയ്യുക.
pl_pl: Zobacz, zastosuj lub usuń środki bezpieczeństwa, które nie pasują do bardziej specyficznych kategorii.

# WindowsUpdateNavItem.ToolTipService.ToolTip
source: Configure Windows Update settings to ensure you receive the latest security patches as soon as possible.
ar: تكوين إعدادات Windows Update لضمان حصولك على أحدث تحديثات الأمان في أسرع وقت ممكن.
de_de: Windows-Update-Einstellungen konfigurieren, um sicherzustellen, dass Sie die neuesten Sicherheitsupdates so schnell wie möglich erhalten.
el_gr: Διαμορφώστε τις ρυθμίσεις Windows Update για να εξασφαλίσετε ότι λαμβάνετε τις πιο πρόσφατες ενημερώσεις ασφαλείας το συντομότερο δυνατό.
es: Configurar la configuración de Windows Update para asegurar que reciba las últimas actualizaciones de seguridad lo más pronto posible.
fr_fr: Configurer les paramètres de Windows Update pour vous assurer de recevoir les derniers correctifs de sécurité dès que possible.
he_il: הגדר את הגדרות Windows Update כדי לוודא שתקבל את תיקוני האבטחה העדכניים בהקדם האפשרי.
hi_in: Windows Update सेटिंग्स को कॉन्फ़िगर करें ताकि आप जल्द से जल्द नवीनतम सुरक्षा अपडेट प्राप्त कर सकें।
ml_in: കഴിയുന്നത്ര വേഗത്തിൽ ഏറ്റവും പുതിയ സുരക്ഷാ അപ്‌ഡേറ്റുകൾ ലഭിക്കുന്നുണ്ടെന്ന് ഉറപ്പാക്കാൻ Windows Update ക്രമീകരണങ്ങൾ കോൺഫിഗർ ചെയ്യുക.
pl_pl: Skonfiguruj ustawienia Windows Update, aby zapewnić otrzymanie najnowszych aktualizacji zabezpieczeń tak szybko, jak to możliwe.

# WindowsUpdateNavItem.AutomationProperties.HelpText
source: Configure Windows Update settings to ensure you receive the latest security patches as soon as possible.
ar: تكوين إعدادات Windows Update لضمان حصولك على أحدث تحديثات الأمان في أسرع وقت ممكن.
de_de: Windows-Update-Einstellungen konfigurieren, um sicherzustellen, dass Sie die neuesten Sicherheitsupdates so schnell wie möglich erhalten.
el_gr: Διαμορφώστε τις ρυθμίσεις Windows Update για να εξασφαλίσετε ότι λαμβάνετε τις πιο πρόσφατες ενημερώσεις ασφαλείας το συντομότερο δυνατό.
es: Configurar la configuración de Windows Update para asegurar que reciba las últimas actualizaciones de seguridad lo más pronto posible.
fr_fr: Configurer les paramètres de Windows Update pour vous assurer de recevoir les derniers correctifs de sécurité dès que possible.
he_il: הגדר את הגדרות Windows Update כדי לוודא שתקבל את תיקוני האבטחה העדכניים בהקדם האפשרי.
hi_in: Windows Update सेटिंग्स को कॉन्फ़िगर करें ताकि आप जल्द से जल्द नवीनतम सुरक्षा अपडेट प्राप्त कर सकें।
ml_in: കഴിയുന്നത്ര വേഗത്തിൽ ഏറ്റവും പുതിയ സുരക്ഷാ അപ്‌ഡേറ്റുകൾ ലഭിക്കുന്നുണ്ടെന്ന് ഉറപ്പാക്കാൻ Windows Update ക്രമീകരണങ്ങൾ കോൺഫിഗർ ചെയ്യുക.
pl_pl: Skonfiguruj ustawienia Windows Update, aby zapewnić otrzymanie najnowszych aktualizacji zabezpieczeń tak szybko, jak to możliwe.

# EdgeBrowserNavItem.ToolTipService.ToolTip
source: Harden the Edge browser to have a safer and more private browsing experience.
ar: تقوية متصفح Edge للحصول على تجربة تصفح أكثر أماناً وخصوصية.
de_de: Den Edge-Browser härten, um ein sichereres und privateres Surferlebnis zu gewährleisten.
el_gr: Ενισχύστε τον περιηγητή Edge για ασφαλέστερη και πιο ιδιωτική εμπειρία περιήγησης.
es: Fortalecer el navegador Edge para tener una experiencia de navegación más segura y privada.
fr_fr: Renforcer le navigateur Edge pour une expérience de navigation plus sûre et plus privée.
he_il: חשל את דפדפן Edge כדי ליהנות מחוויית גלישה בטוחה ופרטית יותר.
hi_in: अधिक सुरक्षित और निजी ब्राउज़िंग अनुभव के लिए Edge ब्राउज़र को मजबूत बनाएं।
ml_in: കൂടുതൽ സുരക്ഷിതവും സ്വകാര്യവുമായ ബ്രൗസിംഗ് അനുഭവത്തിനായി Edge ബ്രൗസർ കഠിനമാക്കുക.
pl_pl: Wzmocnij przeglądarkę Edge, aby zapewnić bezpieczniejsze i bardziej prywatne przeglądanie.

# EdgeBrowserNavItem.AutomationProperties.HelpText
source: Harden the Edge browser to have a safer and more private browsing experience.
ar: تقوية متصفح Edge للحصول على تجربة تصفح أكثر أماناً وخصوصية.
de_de: Den Edge-Browser härten, um ein sichereres und privateres Surferlebnis zu gewährleisten.
el_gr: Ενισχύστε τον περιηγητή Edge για ασφαλέστερη και πιο ιδιωτική εμπειρία περιήγησης.
es: Fortalecer el navegador Edge para tener una experiencia de navegación más segura y privada.
fr_fr: Renforcer le navigateur Edge pour une expérience de navigation plus sûre et plus privée.
he_il: חשל את דפדפן Edge כדי ליהנות מחוויית גלישה בטוחה ופרטית יותר.
hi_in: अधिक सुरक्षित और निजी ब्राउज़िंग अनुभव के लिए Edge ब्राउज़र को मजबूत बनाएं।
ml_in: കൂടുതൽ സുരക്ഷിതവും സ്വകാര്യവുമായ ബ്രൗസിംഗ് അനുഭവത്തിനായി Edge ബ്രൗസർ കഠിനമാക്കുക.
pl_pl: Wzmocnij przeglądarkę Edge, aby zapewnić bezpieczniejsze i bardziej prywatne przeglądanie.

# CertificatesNavItem.ToolTipService.ToolTip
source: Find all certificates in your system that are not rooted to any certificate on the trusted Microsoft root certificates list.
ar: البحث عن جميع الشهادات في نظامك التي ليس لها جذر في أي شهادة من قائمة شهادات الجذر الموثوقة لـ Microsoft.
de_de: Alle Zertifikate auf Ihrem System ermitteln, die nicht zu einem Zertifikat aus der vertrauenswürdigen Microsoft-Stammzertifikatsliste verkettet sind.
el_gr: Βρείτε όλα τα πιστοποιητικά στο σύστημά σας που δεν έχουν ρίζα σε κανένα πιστοποιητικό στη λίστα αξιόπιστων πιστοποιητικών ρίζας της Microsoft.
es: Encontrar todos los certificados en su sistema que no tienen raíz en ningún certificado de la lista de certificados raíz confiables de Microsoft.
fr_fr: Trouver tous les certificats de votre système qui ne sont liés à aucun certificat de la liste des certificats racines de confiance de Microsoft.
he_il: מצא את כל התעודות במערכת שאינן משורשרות לאף תעודה ברשימת תעודות השורש המהימנות של Microsoft.
hi_in: अपने सिस्टम में सभी प्रमाणपत्र खोजें जो Microsoft के विश्वसनीय रूट प्रमाणपत्र सूची में किसी भी प्रमाणपत्र में रूट नहीं हैं।
ml_in: Microsoft-ന്റെ വിശ്വസനീയ റൂട്ട് സർട്ടിഫിക്കേറ്റ് ലിസ്റ്റിലെ ഏതെങ്കിലും സർട്ടിഫിക്കേറ്റിൽ റൂട്ട് ചെയ്യാത്ത നിങ്ങളുടെ സിസ്റ്റത്തിലെ എല്ലാ സർട്ടിഫിക്കേറ്റുകളും കണ്ടെത്തുക.
pl_pl: Znajdź wszystkie certyfikaty w systemie, które nie są zakorzenione w żadnym certyfikacie z listy zaufanych certyfikatów głównych Microsoft.

# CertificatesNavItem.AutomationProperties.HelpText
source: Find all certificates in your system that are not rooted to any certificate on the trusted Microsoft root certificates list.
ar: البحث عن جميع الشهادات في نظامك التي ليس لها جذر في أي شهادة من قائمة شهادات الجذر الموثوقة لـ Microsoft.
de_de: Alle Zertifikate auf Ihrem System ermitteln, die nicht zu einem Zertifikat aus der vertrauenswürdigen Microsoft-Stammzertifikatsliste verkettet sind.
el_gr: Βρείτε όλα τα πιστοποιητικά στο σύστημά σας που δεν έχουν ρίζα σε κανένα πιστοποιητικό στη λίστα αξιόπιστων πιστοποιητικών ρίζας της Microsoft.
es: Encontrar todos los certificados en su sistema que no tienen raíz en ningún certificado de la lista de certificados raíz confiables de Microsoft.
fr_fr: Trouver tous les certificats de votre système qui ne sont liés à aucun certificat de la liste des certificats racines de confiance de Microsoft.
he_il: מצא את כל התעודות במערכת שאינן משורשרות לאף תעודה ברשימת תעודות השורש המהימנות של Microsoft.
hi_in: अपने सिस्टम में सभी प्रमाणपत्र खोजें जो Microsoft के विश्वसनीय रूट प्रमाणपत्र सूची में किसी भी प्रमाणपत्र में रूट नहीं हैं।
ml_in: Microsoft-ന്റെ വിശ്വസനീയ റൂട്ട് സർട്ടിഫിക്കേറ്റ് ലിസ്റ്റിലെ ഏതെങ്കിലും സർട്ടിഫിക്കേറ്റിൽ റൂട്ട് ചെയ്യാത്ത നിങ്ങളുടെ സിസ്റ്റത്തിലെ എല്ലാ സർട്ടിഫിക്കേറ്റുകളും കണ്ടെത്തുക.
pl_pl: Znajdź wszystkie certyfikaty w systemie, które nie są zakorzenione w żadnym certyfikacie z listy zaufanych certyfikatów głównych Microsoft.

# CountryIPBlockingNavItem.ToolTipService.ToolTip
source: Block IP address ranges of countries in various United States official sanctions lists.
ar: حظر نطاقات عناوين IP للدول في قوائم العقوبات الرسمية المختلفة للولايات المتحدة.
de_de: IP-Adressbereiche von Ländern blockieren, die auf verschiedenen offiziellen Sanktionslisten der Vereinigten Staaten stehen.
el_gr: Αποκλείστε εύρη διευθύνσεων IP χωρών σε διάφορες επίσημες λίστες κυρώσεων των Ηνωμένων Πολιτειών.
es: Bloquear rangos de direcciones IP de países en varias listas oficiales de sanciones de Estados Unidos.
fr_fr: Bloquer les plages d'adresses IP des pays figurant dans diverses listes officielles de sanctions des États-Unis.
he_il: חסום טווחי כתובות IP של מדינות הכלולות במגוון רשימות סנקציות רשמיות של ארצות הברית.
hi_in: संयुक्त राज्य अमेरिका की विभिन्न आधिकारिक प्रतिबंध सूचियों में देशों की IP पता श्रेणियों को ब्लॉक करें।
ml_in: വിവിധ യുണൈറ്റഡ് സ്റ്റേറ്റ്സ് ഔദ്യോഗിക ഉപരോധ ലിസ്റ്റുകളിലെ രാജ്യങ്ങളുടെ IP വിലാസ ശ്രേണികൾ ബ്ലോക്ക് ചെയ്യുക.
pl_pl: Blokuj zakresy adresów IP krajów w różnych oficjalnych listach sanctions Stanów Zjednoczonych.

# CountryIPBlockingNavItem.AutomationProperties.HelpText
source: Block IP address ranges of countries in various United States official sanctions lists.
ar: حظر نطاقات عناوين IP للدول في قوائم العقوبات الرسمية المختلفة للولايات المتحدة.
de_de: IP-Adressbereiche von Ländern blockieren, die auf verschiedenen offiziellen Sanktionslisten der Vereinigten Staaten stehen.
el_gr: Αποκλείστε εύρη διευθύνσεων IP χωρών σε διάφορες επίσημες λίστες κυρώσεων των Ηνωμένων Πολιτειών.
es: Bloquear rangos de direcciones IP de países en varias listas oficiales de sanciones de Estados Unidos.
fr_fr: Bloquer les plages d'adresses IP des pays figurant dans diverses listes officielles de sanctions des États-Unis.
he_il: חסום טווחי כתובות IP של מדינות הכלולות במגוון רשימות סנקציות רשמיות של ארצות הברית.
hi_in: संयुक्त राज्य अमेरिका की विभिन्न आधिकारिक प्रतिबंध सूचियों में देशों की IP पता श्रेणियों को ब्लॉक करें।
ml_in: വിവിധ യുണൈറ്റഡ് സ്റ്റേറ്റ്സ് ഔദ്യോഗിക ഉപരോധ ലിസ്റ്റുകളിലെ രാജ്യങ്ങളുടെ IP വിലാസ ശ്രേണികൾ ബ്ലോക്ക് ചെയ്യുക.
pl_pl: Blokuj zakresy adresów IP krajów w różnych oficjalnych listach sanctions Stanów Zjednoczonych.

# NonAdminCommandsNavItem.ToolTipService.ToolTip
source: Verify, Remove and Apply security measures that only apply to the current user.
ar: التحقق من وإزالة وتطبيق إجراءات الأمان التي تنطبق فقط على المستخدم الحالي.
de_de: Sicherheitsmaßnahmen prüfen, entfernen und anwenden, die nur für den aktuellen Benutzer gelten.
el_gr: Επαληθεύστε, αφαιρέστε και εφαρμόστε μέτρα ασφαλείας που ισχύουν μόνο για τον τρέχοντα χρήστη.
es: Verificar, eliminar y aplicar medidas de seguridad que solo se aplican al usuario actual.
fr_fr: Vérifier, supprimer et appliquer des mesures de sécurité qui ne s'appliquent qu'à l'utilisateur actuel.
he_il: אמת, הסר והחל אמצעי אבטחה החלים רק על המשתמש הנוכחי.
hi_in: उन सुरक्षा उपायों को सत्यापित करें, हटाएं और लागू करें जो केवल वर्तमान उपयोगकर्ता पर लागू होते हैं।
ml_in: നിലവിലെ ഉപയോക്താവിന് മാത്രം ബാധകമായ സുരക്ഷാ നടപടികൾ സത്യാപിക്കുക, നീക്കം ചെയ്യുക, പ്രയോഗിക്കുക.
pl_pl: Zweryfikuj, usuń i zastosuj środki bezpieczeństwa, które dotyczą tylko bieżącego użytkownika.

# NonAdminCommandsNavItem.AutomationProperties.HelpText
source: Verify, Remove and Apply security measures that only apply to the current user.
ar: التحقق من وإزالة وتطبيق إجراءات الأمان التي تنطبق فقط على المستخدم الحالي.
de_de: Sicherheitsmaßnahmen prüfen, entfernen und anwenden, die nur für den aktuellen Benutzer gelten.
el_gr: Επαληθεύστε, αφαιρέστε και εφαρμόστε μέτρα ασφαλείας που ισχύουν μόνο για τον τρέχοντα χρήστη.
es: Verificar, eliminar y aplicar medidas de seguridad que solo se aplican al usuario actual.
fr_fr: Vérifier, supprimer et appliquer des mesures de sécurité qui ne s'appliquent qu'à l'utilisateur actuel.
he_il: אמת, הסר והחל אמצעי אבטחה החלים רק על המשתמש הנוכחי.
hi_in: उन सुरक्षा उपायों को सत्यापित करें, हटाएं और लागू करें जो केवल वर्तमान उपयोगकर्ता पर लागू होते हैं।
ml_in: നിലവിലെ ഉപയോക്താവിന് മാത്രം ബാധകമായ സുരക്ഷാ നടപടികൾ സത്യാപിക്കുക, നീക്കം ചെയ്യുക, പ്രയോഗിക്കുക.
pl_pl: Zweryfikuj, usuń i zastosuj środki bezpieczeństwa, które dotyczą tylko bieżącego użytkownika.
